<!DOCTYPE html>
<html lang="de">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Datenschutz | papadopoulos</title>
    <link rel="stylesheet" href="style.css">
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Poppins:wght@400;500;700&display=swap" rel="stylesheet">
</head>
<body>
    <header class="site-header">
        <div class="header-left"><span>&nbsp;</span></div>
        <div class="header-center">
            <span class="brand-title">papadopoulos</span>
        </div>
        <div class="header-right"><span>&nbsp;</span></div>
    </header>

    <main class="main-content content-page-wrapper">
        <div class="content-box">
<h1>Datenschutzerkl&auml;rung</h1>
<h2>1. Verantwortlicher</h2>
<p>Verantwortlich f&uuml;r die Datenverarbeitung auf dieser Website ist:<br /><strong>Grigorios Papadopoulos<br /></strong>Heilbronn Umgebung<br />papadopoulosclo@gmail.com</p>
<h2>2. Erhebung und Speicherung personenbezogener Daten sowie Art und Zweck von deren Verwendung</h2>
<h3>a) Beim Besuch der Website</h3>
<p>Beim Aufrufen dieser Website werden automatisch Informationen durch den Browser an den Server &uuml;bermittelt und tempor&auml;r in einem sogenannten Logfile gespeichert:<br />● IP-Adresse<br />● Datum und Uhrzeit des Zugriffs<br />● Name und URL der abgerufenen Datei<br />● Website, von der aus der Zugriff erfolgt<br />● Verwendeter Browser und ggf. Betriebssystem</p>
<p><strong>Zweck der Verarbeitung:</strong><br />Diese Daten dienen dem technischen Betrieb der Website, der Systemsicherheit sowie der Verbesserung des Angebots (Art. 6 Abs. 1 lit. f DSGVO).</p>
<h2>3. Cookies</h2>
<p>Diese Website verwendet Cookies. Das sind kleine Textdateien, die auf Ihrem Endger&auml;t gespeichert werden.</p>
<p><strong>Zweck der Cookies:<br /></strong>● Technisch notwendige Cookies (z. B. zur Speicherung von Spracheinstellungen oder Login-Informationen)<br />● Analyse-Cookies (z. B. zur Reichweitenmessung) &ndash; nur mit vorheriger Einwilligung</p>
<p><strong>Rechtsgrundlage:</strong><br />Art. 6 Abs. 1 lit. a DSGVO i. V. m. &sect; 25 Abs. 1 TTDSG (bei Einwilligung) bzw. Art. 6 Abs. 1 lit. f DSGVO (bei technisch notwendigen Cookies).</p>
<h2>4. Kontaktformular / E-Mail-Kontakt</h2>
<p>Wenn Sie per Kontaktformular oder E-Mail mit uns in Kontakt treten, werden Ihre Angaben zwecks Bearbeitung Ihrer Anfrage gespeichert.</p>
<p><strong>Rechtsgrundlage:</strong><br />Art. 6 Abs. 1 lit. b DSGVO (Vertragserf&uuml;llung) oder Art. 6 Abs. 1 lit. f DSGVO (berechtigtes Interesse an effizienter Kommunikation).</p>
<h2>5. Newsletter</h2>
<p>Wenn Sie sich f&uuml;r den Newsletter anmelden, verwenden wir Ihre E-Mail-Adresse ausschlie&szlig;lich f&uuml;r dessen Versand.</p>
<p><strong>Rechtsgrundlage:</strong><br />Art. 6 Abs. 1 lit. a DSGVO (Einwilligung).</p>
<h2>6. Weitergabe von Daten</h2>
<p>Eine Weitergabe Ihrer Daten an Dritte erfolgt nur, wenn:<br />● Sie Ihre ausdr&uuml;ckliche Einwilligung erteilt haben (Art. 6 Abs. 1 lit. a DSGVO),<br />● die Verarbeitung zur Vertragserf&uuml;llung notwendig ist (Art. 6 Abs. 1 lit. b DSGVO),<br />● eine gesetzliche Verpflichtung besteht (Art. 6 Abs. 1 lit. c DSGVO).</p>
<h2>7. Betroffenenrechte</h2>
<p>Sie haben gegen&uuml;ber dem Verantwortlichen folgende Rechte:<br />● Recht auf Auskunft (Art. 15 DSGVO)<br />● Recht auf Berichtigung (Art. 16 DSGVO)<br />● Recht auf L&ouml;schung (Art. 17 DSGVO)<br />● Recht auf Einschr&auml;nkung der Verarbeitung (Art. 18 DSGVO)<br />● Recht auf Daten&uuml;bertragbarkeit (Art. 20 DSGVO)<br />● Recht auf Widerspruch gegen die Verarbeitung (Art. 21 DSGVO)</p>
<h2>8. Datensicherheit</h2>
<p>Wir setzen technische und organisatorische Sicherheitsma&szlig;nahmen ein, um Ihre Daten vor Manipulation, Verlust oder unbefugtem Zugriff Dritter zu sch&uuml;tzen. Diese Ma&szlig;nahmen werden entsprechend der technologischen Entwicklung fortlaufend verbessert.</p>
<h2>9. Aktualit&auml;t und &Auml;nderung dieser Datenschutzerkl&auml;rung</h2>
<p>Diese Datenschutzerkl&auml;rung ist aktuell g&uuml;ltig und hat den Stand: <strong>25. Juni 2025</strong>. Durch Weiterentwicklung der Website oder gesetzliche &Auml;nderungen kann es notwendig werden, diese Datenschutzerkl&auml;rung zu &auml;ndern.</p><a href="index.html" class="back-button">← Zurück zur Startseite</a>
        </div>
    </main>
    
    <footer class="site-footer">
<a href="impressum.html" data-translate-key="imprint">Impressum</a>
<a href="datenschutz.html" data-translate-key="privacy">Datenschutz</a>
    </footer>
<script src="legal-pages.js"></script>
</body>
</html>